Repository: e-ditiones/PARALLEL17
Catalog: corpus_tmx/Mendez1645_Voyages_bpt6k6580459m_numb_seg_replace.tmx
Source language: frm
Languages: fr

source: De quelle façon i’ay paſſé ma ieuneſſe dans le Royaume de Portugal, iuſques au iour de mon embarquement, pour aller aux Indes.
fr: De quelle façon j’ai passé ma jeunesse dans le Royaume de Portugal, jusqu’au jour de mon embarquement, pour aller aux Indes.

source: Tovtes les fois que ie me repreſente les grands & continuels trauaux qui m’ont accompagné depuis ma naiſſance, & parmi leſquels i’ay paſſé mes premieres années, ie trouue que i’ay beaucoup de raiſon de me plaindre de la fortune, en ce qu’elle ſemble auoir pris vn ſoin particulier de me perſecuter, & de me faire ſentir ce qu’elle a de plus insupportable, comme si sa gloire n’euſt point eu d’autre ſondement que ſa cruauté.
fr: Toutes les fois que je me représente les grands et continuels travaux qui m’ont accompagné depuis ma naissance, et parmi lesquels j’ai passé mes premières années, je trouve que j’ai beaucoup de raison de me plaindre de la fortune, en ce qu’elle semble avoir pris un soin particulier de me persécuter, et de me faire sentir ce qu’elle a de plus insupportable, comme si sa gloire n’eût point eu d’autre sondement que sa cruauté.

source: Car n’eſtant pas contente de m’auoir fait naiſtre, & viure miſerable en mon pays, durant ma ieuneſſe, non ſans apprehender les dangers qui me menaçoient, elle m’a conduit aux Indes Orientales, où au lieu du ſoulagement que ie m’en allois y chercher, elle m’a fait treuuer vn accroiſſement à mes peines, à meſure que mon âge s’eſt augmenté.
fr: Car n’étant pas contente de m’avoir fait naître, et vivre misérable en mon pays, durant ma jeunesse, non sans appréhender les dangers qui me menaçaient, elle m’a conduit aux Indes Orientales, où au lieu du soulagement que je m’en allais y chercher, elle m’a fait trouver un accroissement à mes peines, à mesure que mon âge s’est augmenté.

source: Puis donc qu’il a pleu à Dieu de me deliurer de tant de dangers, & me garantir des fureurs de cette fortune ennemie, pour me rendre en vn port de ſalut & de ſeureté, ie voy que ie n’ay point tant de ſuiet de me plaindre de mes trauaux paſſez, que i’en ay de luy rendre graces des bien-faits que iuſques à preſent i’ay receu de luy, puis que par ſa diuine bonté il m’a conſerué la vie, afin de me donner moyen de laiſſer à mes enfans, pour memoire & pour heritage, ce diſcours rude & malpoli.
fr: Puis donc qu’il a plu à Dieu de me délivrer de tant de dangers, et me garantir des fureurs de cette fortune ennemie, pour me rendre en un port de salut et de sûreté, je vois que je n’ai point tant de sujet de me plaindre de mes travaux passés, que j’en ai de lui rendre grâces des bienfaits que jusqu’à présent j’ai reçu de lui, puisque par sa divine bonté il m’a conservé la vie, afin de me donner moyen de laisser à mes enfants, pour mémoire et pour héritage, ce discours rude et malpoli.

source: Car mon intention n’eſt autre que de l’eſcrire pour eux, afin qu’à l’aduenir ils puiſſent voir combien grandes ont eſté les fortunes que i’ay couruës par l’eſpace de vingt & vn an, que i’ay eſté treize fois captif, & dix-ſept fois vendu aux Indes, en Ethiopie, en l’Arabie heureuſe, à la Chine, en Tartarie, à Madagaſcar, en Sumatra, & en pluſieurs autres Royaumes & Prouinces de cet Oriental Archipelago, des confins de l’Aſie, que les Autheurs Chinois, Siames, Gueos, & Lecquiens, nomment auec raiſon en leur Geographie, les paupieres du monde, de quoy i’eſpere traitter cy apres en particulier & fort amplement, par où les hommes pourront prendre exemple à l’aduenir, & reſolution à ne perdre courage, quelques trauerſes & trauaux de la vie qui leur arriuent.
fr: Car mon intention n’est autre que de l’écrire pour eux, afin qu’à l’avenir ils puissent voir combien grandes ont été les fortunes que j’ai courues par l’espace de vingt et un an, que j’ai été treize fois captif, et dix-sept fois vendu aux Indes, en Éthiopie, en l’Arabie heureuse, à la Chine, en Tartarie, à Madagascar, en Sumatra, et en plusieurs autres Royaumes et Provinces de cet Oriental Archipelago, des confins de l’Asie, que les Auteurs Chinois, Siames, Gueos, et Lecquiens, nomment avec raison en leur Géographie, les paupières du monde, de quoi j’espère traiter ci après en particulier et fort amplement, par où les hommes pourront prendre exemple à l’avenir, et résolution à ne perdre courage, quelques traverses et travaux de la vie qui leur arrivent.

source: Car toutes les diſgraces de la fortune ne doiuent point nous éloigner tant ſoit peu, du deuoir que nous ſommes obligez de rendre à Dieu, à cauſe qu’il n’y a point de trauaux, pour grands qu’ils soient, que la nature humaine ne treuue ſupportables, eſtant fauoriſée de l’aſſiſtance diuine.
fr: Car toutes les disgrâces de la fortune ne doivent point nous éloigner tant soit peu, du devoir que nous sommes obligés de rendre à Dieu, à cause qu’il n’y a point de travaux, pour grands qu’ils soient, que la nature humaine ne trouue supportables, étant favorisée de l’assistance divine.

source: Or afin que l’on m’aide à rendre graces au Seigneur tout puiſſant, de ce qu’il a vſé enuers moy d’vne miſericorde infinie, ſans auoir égard à tous mes pechez, que ie cōfeſſe eſtre la cauſe & l’origine de toutes mes infortunes, & tenir de cette meſme puiſſance diuine la force & le courage d’y auoir reſiſté, en m’eſchappant de tant de dangers la vie ſauue:
fr: Or afin que l’on m’aide à rendre grâces au Seigneur tout-puissant, de ce qu’il a usé enuers moi d’une miséricorde infinie, sans avoir égard à tous mes péchés, que je confesse être la cause et l’origine de toutes mes infortunes, et tenir de cette même puissance divine la force et le courage d’y avoir résisté, en m’échappant de tant de dangers la vie sauve:

source: Ie prens pour commencement de ce mien voyage, le temps que i’ay paſſé en ce Royaume de Portugal, & dis qu’apres y auoir veſcu iuſques à l’âge de dix ou douze ans, en la miſere & pauureté de la maison de mon pere, dans la ville de Monte-mor Ouelho, vn mien Oncle deſireux de m’auancer à vne meilleure fortune, que celle où i’eſtois reduit alors, & me dérober aux careſſes & aux mignardiſes de ma mere, me mena en cette ville de Lisbonne, où il me mit au ſeruice d’vne Dame de maiſon & de parenté tres illuſtre.
fr: Je prends pour commencement de ce mien voyage, le temps que j’ai passé en ce Royaume de Portugal, et dis qu’après y avoir vécu jusqu’à l’âge de dix ou douze ans, en la misère et pauvreté de la maison de mon père, dans la ville de Monte-mor Ouelho, un mien Oncle désireux de m’avancer à une meilleure fortune, que celle où j’étais réduit alors, et me dérober aux caresses et aux mignardises de ma mère, me mena en cette ville de Lisbonne, où il me mit au service d’une Dame de maison et de parenté très illustre.

source: À quoy il fut pouſſé par l’eſperance qu’il eut, que par la faueur d’elle meſme & de ſes parens, il pourroit paruenir à ce qu’il deſiroit pour mon aduancement.
fr: À quoi il fut poussé par l’espérance qu’il eut, que par la faveur d’elle même et de ses parents, il pourrait parvenir à ce qu’il désirait pour mon avancement.

source: Ce qui aduint en la meſme année, en laquelle dans la ville de Lisbonne ſe fit la pompe funèbre du defunt Roy Dom Emanuel d’heureuſe memoire, qui fut le iour de Saincte Luce, treiſieſme Decembre de l’année 1521, ce qui eſt la choſe la plus ancienne dont ie me puiſſe reſſouuenir.
fr: Ce qui advint en la même année, en laquelle dans la ville de Lisbonne se fit la pompe funèbre du defunt Roi Dom Emmanuel d’heureuse mémoire, qui fut le jour de sainte Luce, treizième Décembre de l’année 1521, ce qui est la chose la plus ancienne dont je me puisse ressouvenir.

source: Cependant l’intention de mon oncle eut vn ſuccez tout à fait contraire à ce qu’en ſon imagination il se promettoit en faueur de moy.
fr: Cependant l’intention de mon oncle eut un succès tout à fait contraire à ce qu’en son imagination il se promettait en faveur de moi.

source: Car ayant eſté au ſeruice de cette Dame enuiron vn an & demy, il me ſuruint vne affaire qui me mit en vn manifeſte danger de ma vie.
fr: Car ayant été au service de cette Dame environ un an et demi, il me survint une affaire qui me mit en un manifeste danger de ma vie.

source: Tellement que pour m’exempter de la mort, ie fus contraint d’abandonner ſon logis auec toute la diligence qui me fut poſſible:
fr: Tellement que pour m’exempter de la mort, je fus contraint d’abandonner son logis avec toute la diligence qui me fut possible:

source: Mais comme i’eſtois en fuite, la peur me talonnoit de telle ſorte que ie ne ſçauois quelle route prendre, ny meſme où i’allois pour lors.
fr: Mais comme j’étais en fuite, la peur me talonnait de telle sorte que je ne savais quelle route prendre, ni même où j’allais pour lors.

source: Et ſans mentir ie n’eſtois pas moins troublé que celuy qui void la mort preſente à ſes yeux, & s’imagine d’en eſtre ſuiui.
fr: Et sans mentir je n’étais pas moins troublé que celui qui voit la mort présente à ses yeux, et s’imagine d’en être suivi.

source: Comme ie fuyois de cette ſorte, & ſemblois deſeſperer de ma vie, i’arriuay inſenſiblement au gay de Pedra, qui eſt vn petit Port ainſi nommé.
fr: Comme je fuyais de cette sorte, et semblais désespérer de ma vie, j’arrivai insensiblement au gué de Pedra, qui est un petit Port ainsi nommé.

source: Là ie trouuay vne Carauelle d’Alfama, qui eſtoit chargée de cheuaux, & du bagage d’vn Seigneur qui s’en alloit à Setuual, où tenoit ſa Cour alors le Roy Dom Iuan troiſieſme, que Dieu abſolue, à cauſe d’vne grande peſte ſuruenuë en plusieurs endroits du Royaume.
fr: Là je trouvai une Caravelle d’Alfama, qui était chargée de chevaux, et du bagage d’un Seigneur qui s’en allait à Setubal, où tenait sa Cour alors le Roi Dom Juan troisième, que Dieu absolue, à cause d’une grande peste survenue en plusieurs endroits du Royaume.

source: Iugeant donc que cette Carauelle eſtoit sur le poinct de démarer du port, ie m’y embarquay, & partis le lendemain.
fr: Jugeant donc que cette Caravelle était sur le point de démarrer du port, je m’y embarquai, et partis le lendemain.

source: Mais helas ! peu de temps apres que nous euſmes fait voile en pleine mer, ayans gagné iuſques en vn lieu nommé Cezimbre, nous fuſmes attaquez par vn Corſaire François, qui nous ayant abordé, fit ſauter dans noſtre nauire, quinze ou vingt de ſes gens, qui ne trouuans aucune reſiſtance en nous, s’en firent les maiſtres, pource qu’ils nous prirent au dépourueu.
fr: Mais hélas! peu de temps après que nous eûmes fait voile en pleine mer, ayant gagné jusqu’en un lieu nommé Cezimbre, nous fûmes attaqués par un Corsaire Français, qui nous ayant abordé, fit sauter dans notre navire, quinze ou vingt de ses gens, qui ne trouvant aucune résistance en nous, s’en firent les maîtres, pource qu’ils nous prirent au dépourvu.

source: Or apres qu’ils nous eurent tous ſaccagez, ils vuiderent dans leur vaiſſeau toute la marchandiſe, dont le noſtre eſtoit chargé, qui ſe montoit à plus de ſix mil ducats, puis ils le coulerent à fonds.
fr: Or après qu’ils nous eurent tous saccagés, ils vidèrent dans leur vaisseau toute la marchandise, dont le nôtre était chargé, qui se montait à plus de six mille ducats, puis ils le coulèrent à fond.

source: Tellement que dix-ſept qui demeuraſmes en vie, il n’y en eut pas vn ſeul qui peut s’exempter de la ſeruitude.
fr: Tellement que dix-sept qui demeurâmes en vie, il n’y en eut pas un seul qui peut s’exempter de la servitude.

source: Car tous garottez & liez que nous eſtions pieds & mains, ils nous firent entrer dans leur vaiſſeau, en intention de nous aller vendre à la Rache en Barbarie;
fr: Car tous garottez et liez que nous étions pieds et mains, ils nous firent entrer dans leur vaisseau, en intention de nous aller vendre à la Rache en Barbarie;

source: meſme comme nous eſtions ainſi parmi eux nous connuſmes qu’ils y portoient des armes, pour les vendre aux Mahumetans, & en faire commerce auec eux.
fr: même comme nous étions ainsi parmi eux nous connûmes qu’ils y portaient des armes, pour les vendre aux Mahométans, et en faire commerce avec eux.

source: Pour ce deſſein ils nous menerent 13.
fr: Pour ce dessein ils nous menèrent 13.

source: iours entiers, ſans nous traiter autrement qu’à coups de foüet.
fr: jours entiers, sans nous traiter autrement qu’à coups de fouet.

source: Mais au bout de treize iours, la fortune voulut qu’enuiron le Soleil couché ils découurirent vn nauire, auquel ils donnerent la chaſſe toute la nuict, le ſuiuant à la route, comme vieux Corſaires, vſitez de longue main à tels brigandages.
fr: Mais au bout de treize jours, la fortune voulut qu’environ le Soleil couché ils découvrirent un navire, auquel ils donnèrent la chasse toute la nuict, le suivant à la route, comme vieux Corsaires, vsitez de longue main à tels brigandages.

source: L’ayant ioint enuiron l’aube du iour, ils luy firent vne ſalve de trois Canonades, puis l’inueſtirent en meſme temps, auec beaucoup de courage.
fr: L’ayant joint environ l’aube du jour, ils lui firent une salve de trois Canonades, puis l’investirent en même temps, avec beaucoup de courage.

source: Or bien qu’à l’abord il ſe fiſt quelque reſiſtance par les noſtres, ſi eſt ce qu’ils ne laiſſerent pas de s’en rendre maiſtres, y donnant la mort à six Portugais, & à dix ou douze Eſclaues.
fr: Or bien qu’à l’abord il se fît quelque résistance par les nôtres, si est ce qu’ils ne laissèrent pas de s’en rendre maîtres, y donnant la mort à six Portugais, et à dix ou douze Esclaves.

source: Ce vaiſſeau eſtoit grandement beau & appartenoit à vn Marchand Portugais de la ville de Condé, nommé Silueſtre Godinho, que pluſieurs autres Marchands de Lisbonne auoient chargé à S.
fr: Ce vaisseau était grandement beau et appartenait à un Marchand Portugais de la ville de Condé, nommé Silvestre Godinho, que plusieurs autres Marchands de Lisbonne avaient chargé à S.

source: Tomé, de grande quantité de ſuccre & d’eſclaues;
fr: Tomé, de grande quantité de sucre et d’esclaves;

source: de ſorte que ces pauures gens là ſe voyans ainſi volez & captifs ſe mirent à regretter leur perte, qu’ils eſtimoient se monter à 40000.
fr: de sorte que ces pauvres gens-là se voyant ainsi volés et captifs se mirent à regretter leur perte, qu’ils estimaient se monter à 40000.

source: Ce qui fut cauſe que ces Corſaires ſe voyans ainſi Maiſtres d’vn ſi riche butin, changerent le deſſein qu’ils auoient d’aller à la Rache, & firent voile du coſté de France, emmenant auec eux Eſclaues ceux des noſtres, qu’ils iugerent propres pour le ſeruice de leur nauigation.
fr: Ce qui fut cause que ces Corsaires se voyant ainsi Maîtres d’un si riche butin, changèrent le dessein qu’ils avaient d’aller à la Rache, et firent voile du côté de France, emmenant avec eux Esclaves ceux des nôtres, qu’ils jugèrent propres pour le service de leur navigation.

source: Pour nous autres qui reſtaſmes, ils nous laiſſerent de nuict à la rade, en vn lieu nommé Melides, où nous demeuraſmes tous nuds miſerablement, & couuerts ſeulement des playes, que nous auions sur le corps, cauſées par le grand nombre de coups de foüet, que nous auions receus les iours precedens.
fr: Pour nous autres qui restâmes, ils nous laissèrent de nuict à la rade, en un lieu nommé Melides, où nous demeurâmes tous nus misérablement, et couverts seulement des plaies, que nous avions sur le corps, causées par le grand nombre de coups de fouet, que nous avions reçus les jours précédents.

source: En ce pitoyable equipage nous arriuaſmes le lendemain matin à S.
fr: En ce pitoyable équipage nous arrivâmes le lendemain matin à S.

source: Iacques de Cacen.
fr: Jacques de Cacen.

source: Là nos miſeres furent ſoulagées par les habitans du lieu, principalement par vne Dame, qui pour lors y eſtoit, nommée Doña Beatrix, fille du Comte de Villanova, & femme d’Alonſo Perez Pantoja, Commandeur & grand Preuoſt de la meſme Ville.
fr: Là nos misères furent soulagées par les habitans du lieu, principalement par une Dame, qui pour lors y était, nommée Doña Beatrix, fille du Comte de Villanova, et femme d’Alonso Pèrez Pantoja, Commandeur et grand Prévôt de la même Ville.

source: Or apres que les malades & les bleſſez furent tous guéris, chacun de nous s’en alla où il croyoit eſtre ſon mieux, pour y ſoulager sa pauureté.
fr: Or après que les malades et les blessés furent tous guéris, chacun de nous s’en alla où il croyait être son mieux, pour y soulager sa pauvreté.

source: Pour moy chetif que i’eſtois, auec six ou ſept de ceux qui m’accompagnoient en ma miſere, ie pris le chemin de Setuual.
fr: Pour moi chétif que j’étais, avec six ou sept de ceux qui m’accompagnaient en ma misère, je pris le chemin de Setubal.

source: Là ie ne fus pas ſi toſt arriué, que ma bonne fortune me mit au seruice de Franciſco de Faria, Gentilhomme du grand Commandeur de S.
fr: Là je ne fus pas sitôt arrivé, que ma bonne fortune me mit au service de Francisco de Faria, Gentilhomme du grand Commandeur de S.

source: Iacques, qui pour recompenſe de quatre années de ſeruice que ie luy auois rendu, me donna à ce meſme Commandeur pour le ſeruir à la Chambre;
fr: Jacques, qui pour récompense de quatre années de service que je lui avais rendu, me donna à ce même Commandeur pour le servir à la Chambre;

source: comme en effet ie le ſeruis depuis vn an & demy.
fr: comme en effet je le servis depuis un an et demi.

source: Mais dautant que les gages que l’on donnoit pour lors dans la maiſon des Princes, eſtoient ſi peu de choſe, qu’ils ne pouuoient ſuffire pour m’entretenir, la neceſſité me contraignit de quitter mon Maiſtre, auecque deſſein de m’ayder de ſa faueur, & taſcher de m’embarquer pour aller aux Indes.
fr: Mais d’autant que les gages que l’on donnait pour lors dans la maison des Princes, étaient si peu de chose, qu’ils ne pouvoient suffire pour m’entretenir, la nécessité me contraignit de quitter mon Maître, avec dessein de m’aider de sa faveur, et tâcher de m’embarquer pour aller aux Indes.

source: Car c’eſtoit là l’intention principale que i’auois alors, & le moyen le plus fauorable que ie pouuois eſperer pour remedier à ma pauureté.
fr: Car c’était là l’intention principale que j’avais alors, et le moyen le plus favorable que je pouvais espérer pour remédier à ma pauvreté.

source: Ainſi bien qu’en ce temps là ie n’euſſe que fort peu de commoditez, ie ne laiſſay pourtant de m’embarquer, me soumettant à la fortune bonne ou mauuaiſe, de quelque façon qu’elle me put arriuer en ces contrées loingtaines.
fr: Ainsi bien qu’en ce temps là je n’eusse que fort peu de commodités, je ne laissai pourtant de m’embarquer, me soumettant à la fortune bonne ou mauvaise, de quelque façon qu’elle me put arriver en ces contrées lointaines.

source: Du triſte ſuccés qui nous arriua à l’emboucheure du Legor.
fr: Du triste succès qui nous arriva à l’emboucheure du Legor.

source: Apres auoir ſeiourné vingt & ſix iours en ce lieu de Patane, pour acheuer d’y vendre vn peu de marchandiſe de la Chine, pour m’en retourner au pluſtoſt, il arriua de Malaca vne Fuſte commandée par vn nommé Antonio de Faria de Souſa, qui ſe rendit là par l’expres commandement de Pedro de Faria, pour y traicter auec le Roy de quelque accord enſemble pour luy confirmer de nouueau l’ancienne paix qu’il auoit auec Malaca, & le remercier par meſme moyen du bon traitement qu’il faiſoit dans ſon Royaume, à ceux de la nation Portugaiſe, comme auſſi pour traicter de pluſieurs autres choſes ſemblables, ſelon l’importance du commerce & de la ſaiſon;
fr: Après avoir sejourné vingt et six jours en ce lieu de Patane, pour achever d’y vendre un peu de marchandise de la Chine, pour m’en retourner au plutôt, il arriva de Malaca une Fuste commandée par un nommé Antonio de Faria de Sousa, qui se rendit là par l’exprès commandement de Pedro de Faria, pour y traiter avec le Roi de quelque accord ensemble pour lui confirmer de nouveau l’ancienne paix qu’il avait avec Malaca, et le remercier par même moyen du bon traitement qu’il faisait dans son Royaume, à ceux de la nation Portugaise, comme aussi pour traiter de plusieurs autres choses semblables, selon l’importance du commerce et de la saison;

source: car c’eſtoit pour lors la choſe du monde qui nous touchoit dauantage.
fr: car c’était pour lors la chose du monde qui nous touchait davantage.

source: Cette intention eſtoit couuerte d’vne belle lettre d’Ambaſſade, & d’vn beau preſent de pierrerie, enuoyé au nom du Roy de Portugal noſtre Maiſtre, & pris dans ſes coffres, comme tous les Capitaines de ce lieu ont accouſtumé de faire.
fr: Cette intention était couverte d’une belle lettre d’Ambassade, et d’un beau présent de pierrerie, envoyé au nom du Roi de Portugal notre Maître, et pris dans ses coffres, comme tous les Capitaines de ce lieu ont accoutumé de faire.

source: Or dautant que ce meſme Antonio de Faria auoit apporté en ce païs pour dix ou douze mille eſcus de draps & de toiles des Indes, dequoy on luy auoit fait credit à Malaca, comme il vit que ces marchandiſes eſtoient de ſi mauuais debit en ce lieu, qu’il ne ſe treuuoit pas vn marchand qui en voulut, le peu d’eſperance qui luy reſtoit de les pouuoir vendre le fit reſoudre, d’y hyuerner iuſqu’à ce qu’il euſt trouué quelque expedient pour s’en desfaire.
fr: Or dautant que ce même Antonio de Faria avait apporté en ce pays pour dix ou douze mille écus de draps et de toiles des Indes, de quoi on lui avait fait crédit à Malaca, comme il vit que ces marchandises étaient de si mauvais débit en ce lieu, qu’il ne se trouvait pas un marchand qui en voulut, le peu d’espérance qui lui restait de les pouvoir vendre le fit résoudre, d’y hiverner jusqu’à ce qu’il eût trouvé quelque expedient pour s’en défaire.

source: Il fut donc conſeillé par quelques-vns des plus anciens du pays de l’enuoyer à Lugor, qui eſt vne grande ville du Royaume de Siam, cent lieuës plus bas vers le Nord.
fr: Il fut donc conseillé par quelques-uns des plus anciens du pays de l’envoyer à Lugor, qui est une grande ville du Royaume de Siam, cent lieues plus bas vers le Nord.

source: Ils luy alleguerent pour raiſon, que ce port eſtoit fort riche, & de grand debit, à cauſe qu’il y auoit vn grand nombre de Iuncos de l’Iſle de Iaoa, enſemble des ports de Laue, Tanjampura, Iapara, Demaa, Panarucu, Sidayo, Paſſaruan, Solor, & Borneo, dont les marchands auoient accouſtumé de bien achepter de ſemblables marchandiſes, en eſchange d’or, ou de pierreries.
fr: Ils lui alléguèrent pour raison, que ce port était fort riche, et de grand débit, à cause qu’il y avait un grand nombre de Juncos de l’Île de Iaoa, ensemble des ports de Laue, Tanjampura, Iapara, Demaa, Panarucu, Sidayo, Passaruan, Solor, et Borneo, dont les marchands avaient accoutumé de bien acheter de semblables marchandises, en êchange d’or, ou de pierreries.

source: Ce conſeil fut incontinent approuué par Antonio de Faria, qui ſe mit en deuoir de l’executer.
fr: Ce conseil fut incontinent approuvé par Antonio de Faria, qui se mit en devoir de l’exécuter.

source: Pour cet effet il mit ordre de recouurer vn vaiſſeau ſur le port, à cauſe que la Fuſte dans laquelle il eſtoit venu, ne pouuoit aucunement faire ce voyage.
fr: Pour cet effet il mit ordre de recouvrer un vaisseau sur le port, à cause que la Fuste dans laquelle il était venu, ne pouvoit aucunement faire ce voyage.

source: Ces choſes ainſi diſpoſées il deputa pour ſon Facteur vn nommé Chriſtouan Borralho, homme qui s’entendoit grandement bien au negoce.
fr: Ces choses ainsi disposées il députa pour son Facteur un nommé Christouan Borralho, homme qui s’entendait grandement bien au négoce.
